Revit 2027 API
ParameterTypeId.InstanceScheduleOnlyLevelParam Property
 "Schedule Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceScheduleOnlyLevelParam { get; }
Public Shared ReadOnly Property InstanceScheduleOnlyLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceScheduleOnlyLevelParam {
	ForgeTypeId^ get ();
}
static member InstanceScheduleOnlyLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace